<?php

return [
    'verification' => [
        'subject' => 'アカウント登録ありがとうございます!',
        'line_01' => '下のボタンをクリックしてメールアドレス認証を行うとアカウント登録が完了します。',
        'action'  => 'メールアドレス認証を行う',
        'line_02' => 'もし、当メールに心当たりがない場合はお手数ですが破棄して下さい。',
    ],
    'change_email' => [
        'subject' => '変更したメールアドレスを認証して下さい。',
        'line_01' => '下のボタンをクリックしてメールアドレス認証を行うとメールアドレスの変更が完了します。',
        'action'  => '変更したメールアドレスを認証する',
        'line_02' => 'もし、当メールに心当たりがない場合はお手数ですが破棄して下さい。',
    ],
    'password_reset' => [
        'subject' => 'パスワードの再設定',
        'line_01' => '以下のボタンをクリックするとパスワードの再設定を行えます。',
        'action'  => 'パスワードの再設定',
        'line_02' => 'このボタンの有効期限は:count分です。',
        'line_03' => 'もし、パスワードの再設定を行わない場合はお手数ですが当メールは破棄して下さい。',
    ]
];