<?php

return [
    'verification' => [
        'subject' => 'アカウント登録ありがとうございます!',
        'line_01' => '以下のボタンをクリックするとアカウント登録が完了します。',
        'action'  => 'メールアドレス認証を行う',
        'line_02' => 'もし、当メールに心当たりがない場合はお手数ですが破棄して下さい。',
    ],
    'change_email' => [
        'subject' => 'メールアドレスを認証して下さい。',
        'line_01' => '以下のボタンをクリックするとメールアドレスの変更が完了します。',
        'action'  => '変更したメールアドレスを認証する',
        'line_02' => 'もし、当メールに心当たりがない場合はお手数ですが破棄して下さい。',
    ],
    'password_reset' => [
        'subject' => 'パスワードの再設定',
        'line_01' => '以下のボタンをクリックするとパスワードの再設定を行います。',
        'action'  => 'パスワードの再設定',
        'line_02' => 'もし、当メールに心当たりがない場合はお手数ですが破棄して下さい。',
    ]
];